Repository: hansmeijs/tsa
Catalog: tsap/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Select order
nl: Selecteer locatie

source: Show all
nl: Alles weergeven

source: Orders
nl: Locaties

source: Calendar
nl: Kalender

source: Add order
nl: Locatie toevoegen

source: Identifier
nl: Identificatiecode

source: Contact name
nl: Contact naam

source: Type a few letters and select a customer in the list
nl: Type een paar letters en kies een klant in de lijst

source: of the order
nl: van de locatie

source: Delete order
nl: Locatie wissen

source: Upload customers and orders
nl: Klanten en locaties uploaden

source: Step
nl: Stap

source: Select file
nl: Selecteer bestand

source: Link colums
nl: Kolommen koppelen

source: Upload data
nl: Gegevens uploaden

source: Select an Excel file with customers and orders
nl: Selecteer een Excel bestand met klanten en locaties

source: Select a worksheet
nl: Selecteer een werkblad

source: Select if the worksheet has a header row:
nl: Kies of de eerste regel van het werkblad kolom-namen bevat:

source: Worksheet has a header row
nl: De eerste regel van het werkblad bevat kolom-namen

source: Click corresponding names in the left and right list to link an Excel column to a TSA-column.
nl: Klik op overeenkomende namen in de linker- en rechter lijst om een Excel kolom aan een TSA-kolom te koppelen.

source: Click linked names in the lower list to unlink these columns.
nl: Klik op gekoppelde namen in de onderste lijst om ze te ontkoppelen.

source: One of the fields 'Identifier' or 'Short name' must be linked and contain unique values.
nl: Eén van de velden 'Identiteitscode' of 'Korte naam' moet gekoppeld zijn en unieke waarden bevatten.

source: TSA columns
nl: TSA-kolommen

source: Excel columns
nl: Excel-kolommen

source: Linked columns
nl: Gekoppelde kolommen

source: Upload
nl: Uploaden

source: Previous step
nl: Vorige stap

source: Next step
nl: Volgende stap

source: You must select a valid Excel file before you can proceed.
nl: Je moet eerst een geldig Excel bestand selecteren om verder te kunnen gaan.

source: Excel file data
nl: Excel-bestand gegevens

source: The columns with a red header will be uploaded.
nl: De kolommen met een rode koptekst worden geüpload.

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Log out
nl: Uitloggen

source: I am absent
nl: Ik ben afwezig

source: Switch shift
nl: Dienst ruilen

source: Upload employees
nl: Medewerkers uploaden

source: Calculate short name
nl: Korte naam samenstellen

source: Select an Excel file with employees
nl: Selecteer een Excel bestand met medewerkers

source: Select the field that TSA must use to lookup existing employees:
nl: Selecteer het veld dat TSA moet gebruiken om bestaande medewerkers op te zoeken:

source: How do you want the short name to be calculated?
nl: Hoe wil je de korte naam laten samenstellen?

source: Instead of importing the short name, you can also let TSA calculate the short name based on the first and last name.
nl: In plaats van de korte naam te importeren kun je hem ook laten samenstellen op basis van de voor- en achternaam.

source: Select how you want TSA to calculate the short name.
nl: Kies hoe je TSA de korte naam wilt laten samenstellen.

source: If the short name is calculated, a linked short name will be ignored.
nl: Als de korte naam wordt samengesteld, wordt een gelinkte korte naam overgeslagen.

source: Don't calculate, but link to an Excel column
nl: Niet samenstellen, maar koppelen aan een Excel-kolom

source: Calculate like: Smith, John
nl: Samenstellen als: Smit, Jan

source: Calculate like: Smith J S A
nl: Samenstellen als: Smit J S A

source: Calculate like: Smith JSA
nl: Samenstellen als: Smit JSA

source: Date format
nl: Datum weergave

source: TSA was not able to determine the format of dates in date fields. Please select a date format.
nl: TSA heeft het formaat van de datums in de datumvelden niet kunnen bepalen. Selecteer eem datumformaat.

source: Test upload
nl: Test uploaden

source: 'Test upload' validates the new data and compares it with the existing database. It will not save the new data.
nl: 'Test uploaden' controleert de nieuwe gegevens en vergelijkt ze met de bestaande database. De nieuwe gegevens worden niet opgeslagen.

source: You can review the results in a log file that will be downloaded.
nl: Je kunt de resultaten zien in het logbestand dat wordt gedownload.

source: Employees
nl: Medewerkers

source: Customer and order
nl: Klant en locatie

source: Show all from this period
nl: Alles van deze periode weergeven

source: Add employee
nl: Medewerker toevoegen

source: Employee list
nl: Medewerker lijst

source: Absence
nl: Afwezigheid

source: Shifts
nl: Diensten

source: Payroll
nl: Loonadministratie

source: Roster totals
nl: Rooster totalen

source: Roster details
nl: Rooster details

source: Functions
nl: Functies

source: Payroll periods
nl: Loonperiodes

source: Wage components
nl: Looncomponenten

source: Salary scales
nl: Salarisschalen

source: Absence categories
nl: Afwezigheidscategorieën

source: Select an Excel file with payroll periods
nl: Selecteer een Excel bestand met loonperiodes

source: One of the fields 'Payroll code', 'ID-number' or 'Short name' must be linked and contain unique values.
nl: Eén van de velden 'AFAS-code', 'Identiteitsnummer' of 'Korte naam' moet gekoppeld zijn en unieke waarden bevatten.

source: All TSA fields must be linked to an Excel column.
nl: Alle TSA-velden moeten gekoppeld zijn aan een Excel-kolom

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: You don't have permission yet to use TSA-secure.
nl: Je hebt nog geen permissie om TSA-secure te gebruiken.

source: Ask your system administrator to grant you permissions.
nl: Vraag je systeembeheerder om permissies toe te kennen.

source: Show previous week.
nl: Ga naar vorige week.

source: Go one day back.
nl: Ga een dag terug.

source: This week
nl: Deze week

source: Go one day forward.
nl: Ga een dag verder

source: Show next week.
nl: Ga naar volgende week

source: This item will be deleted.
nl: Dit item wordt gewist.

source: Do you want to continue?
nl: Wil je doorgaan?

source: User log in
nl: Inloggen

source: Sign up your company
nl: Nieuw bedrijf aanmelden

source: Customers and orders
nl: Klanten en locaties

source: Roster
nl: Rooster

source: Billing
nl: Facturering

source: Absence category
nl: Afwezigheidscategorie

source: Priority
nl: Prioriteit

source: Don't count absence hours on
nl: Geen afwezigheids-uren tellen op

source: Weekdays
nl: Weekdagen

source: Saturdays
nl: Zaterdagen

source: Sundays
nl: Zondagen

source: Public holidays
nl: Feestdagen

source: Delete absence category
nl: Afwezigheidscategorie wissen

source: Use different wage component on Saturdays, Sundays or public holidays
nl: Afwijkende looncomponent gebruiken op zaterdagen, zondagen of feestdagen

source: Select employee
nl: Selecteer medewerker

source: Type a few letters and select an employee in the list ...
nl: Type een paar letters en kies een medewerker in de lijst ...

source: Select absence category
nl: Selecteer afwezigheidscategorie

source: Type a few letters and select an absence category in the list ...
nl: Type een paar letters en kies een afwezigheidscategorie in de lijst ...

source: Select replacement employee
nl: Selecteer vervanger

source: Type a few letters and select a replacement employee in the list ...
nl: Type een paar letters en kies een vervanger in de lijst ...

source: One day only
nl: Alleen één dag

source: Start time
nl: Begintijd

source: End time
nl: Eindtijd

source: Break
nl: Pauze

source: Instead of the start- and endtime you can also enter the hours.
nl: In plaats van de begin- en eindtijd kun je ook het aantal uren invullen.

source: Delete absence
nl: Afwezigheid wissen

source: Use different allowance on Saturdays, Sundays or public holidays
nl: Afwijkende vergoedingen op zaterdagen, zondagen of feestdagen

source: Roster shift
nl: Rooster dienst

source: Last modified by
nl: Laatst gewijzigd door

source: Log file
nl: Logbestand

source: Show log file
nl: Logbestand weergeven

source: Salary scale
nl: Salarisschaal

source: Teams
nl: Ploegen

source: Scheme
nl: Schema

source: Select shift
nl: Selecteer dienst

source: Shift name
nl: Dienst naam

source: New
nl: Nieuw

source: You can leave the shift name blank. TSA will enter it automatically.
nl: Je kunt de naam van de dienst blanco laten. TSA vult hem dan automatisch in.

source: Working hours
nl: Werkuren

source: This is a rest shift
nl: Dit is een rustdienst

source: Select team
nl: Selecteer ploeg

source: Team name
nl: Ploeg naam

source: A team contains employees that work on a shift at the same time and order.
nl: Een ploeg bestaat uit medewerkers die op dezelfde tijd en locatie dienst hebben.

source: Select scheme
nl: Selecteer schema

source: Scheme name
nl: Schema naam

source: Cycle length
nl: Cyclus lengte

source: Shift will be added every cycle thru the end date.
nl: De dienst wordt elke cyclus toegevoegd tot en met de einddatum.

source: You can leave the start- and end date blank.
nl: Je hoeft de begin- en einddatum niet in te vullen.

source: Not on public holidays
nl: Niet op feestdagen

source: Divergent on public holidays
nl: Afwijkend op feestdagen

source: Not on company holidays
nl: Niet tijdens bedrijfsvakantie

source: Planned shifts
nl: Geplande diensten

source: Delete scheme
nl: Schema wissen

source: Delete function
nl: Functie wissen

source: Delete this shift
nl: Deze dienst wissen

source: Delete this team
nl: Deze ploeg wissen

source: Payrol period
nl: Loonperiode

source: Description payroll period
nl: Omschrijving loonperiode

source: Closing dates are
nl: Sluitingsdatums zijn

source: monthly
nl: maandelijks

source: biweekly
nl: tweewekelijks

source: weekly
nl: wekelijks

source: irregular
nl: onregelmatig

source: Enter a day of month
nl: Vul een dag van de maand in

source: The closing date will be on this day every month.
nl: De sluitingsdatums zijn elke maand op deze dag.

source: If a date does not exist, the last day of the month wil be entered.
nl: Als een datum niet bestaat wordt de laatste dag van de maand ingevuld.

source: Enter a closing date
nl: Vul een sluitingsdatum in

source: The closing date will be on this day every other week.
nl: De sluitingsdatums zijn elke twee weken op deze dag.

source: Enter a day of the week
nl: Vul een dag van de week in

source: The closing date will be on this day every week.
nl: De sluitingsdatums zijn elke week op deze dag.

source: Select a year
nl: Selecteer een jaar

source: Closing dates
nl: Sluitingsdatums

source: Delete payroll period
nl: Loonperiode wissen

source: Logfile
nl: Logbestand

source: Different shift
nl: Andere dienst

source: Split shift
nl: Dienst splitsen

source: Replacement employee
nl: Vervanger

source: Date of the shift to be switched with
nl: Datum van de dienst waarmee wordt geruild

source: Employee is only part of the shift absent
nl: Medewerker is een gedeelte van de dienst afwezig

source: The replacement employee works
nl: De vervanger werkt

source: Absent on first part
nl: tijdens het eerste deel

source: Absent on last part
nl: tijdens het laatste deel

source: Split time
nl: Tijdstip splitsing

source: Remove employee
nl: Medewerker verwijderen

source: This is an extra order
nl: Dit is een extra opdracht

source: Type a few letters and select an order in the list ...
nl: Type een paar letters en kies een locatie in de lijst ...

source: Type a few letters and select a shift in the list ...
nl: Type een paar letters en kies een dienst in de lijst ...

source: Instead of selecting a shift you can also enter the time or hours.
nl: In plaats van een dienst te selecteren kun je ook de tijd of werkuren invullen.

source: The scheme name cannot be blank.
nl: De schema naam moet ingevuld worden.

source: Cycle days
nl: Cyclus dagen

source: Scheme has no cycle.
nl: Schema heeft geen cyclus.

source: Divergent shift on public holidays
nl: Afwijkende dienst op feestdagen

source: Add allowance
nl: Vergoeding toevoegen

source: Select allowance
nl: Selecteer vergoeding

source: Type a few letters ...
nl: Type een paar letters ...

source: Billable
nl: Declarabel

source: Use this setting also at all lower levels.
nl: Gebruik deze instelling ook bij alle lagere niveaus.

source: Show or hide columns
nl: Kolommen weergeven of verbergen

source: Select period
nl: Selecteer periode

source: Only the selected columns will be shown in the table.
nl: Alleen de geselecteerde kolommen worden in de tabel weergegeven.

source: Select customer and order
nl: Selecteer klant en locatie

source: Type a few letters and select a customer in the list ...
nl: Type een paar letters en kies een klant in de lijst ...

source: or remove the current order
nl: of verwijder de huidige locatie

source: Remove
nl: Verwijderen

source: Type a few letters and select employee in the list ...
nl: Type een paar letters en kies een medewerker in de lijst ...

source: or remove the current employee
nl: of verwijder de huidige medewerker

source: Select function
nl: Selecteer functie

source: Export invoices to AFAS
nl: Exporteer facturen naar AFAS

source: Saved lists
nl: Opgeslagen lijsten

source: Add as new list
nl: Toevoegen als nieuwe lijst

source: Customers and orders of this invoice
nl: Klanten en locaties van deze factuur

source: Other customers and orders
nl: Overige klanten en locaties

source: Type a few letters to filter items in the list ...
nl: Type een paar letters om items in de lijst te filteren ...

source: Select a payroll period and closing date
nl: Selecteer een loonperiode en sluitingsdatum

source: Type a few letters and select a payroll period in the list
nl: Type een paar letters en kies een loonperiode in de lijst

source: Closing date
nl: Sluitingsdatum

source: Type a few letters and select a closing date in the list
nl: Type een paar letters en kies een sluitingsdatum in de lijst

source: Only payroll periods, that that appear in the roster, are shown.
nl: Alleen loonperiodes, die voorkomen in het rooster, worden weergegeven.

source: Period start date
nl: Begindatum periode

source: Period end date
nl: Einddatum periode

source: Extend period with
nl: Periode uitbreiden met

source: You can add up to 24 hours to the beginning and end of the period.
nl: Je kunt tot 24 uur toevoegen aan het begin en einde van de periode.

source: Calendar period
nl: Kalender periode

source: Price
nl: Tarief

source: Select price
nl: Selecteer tarief

source: or remove the current price
nl: of verwijder het huidige tarief

source: Also remove from the lower-level items
nl: Ook van de lagere niveaus verwijderen

source: The note will only be displayed in the list.
nl: De opmerking wordt alleen in de lijst weergegeven.

source: Current teammember
nl: Huidig ploeglid

source: Replace teammember
nl: Ploeglid vervangen

source: Switch teammembers
nl: Ploegleden omwisselen

source: Submit
nl: Aanmelden

source: Single shift
nl: Enkele dienst

source: Team shift
nl: Ploegendienst

source: Once only
nl: Eenmalig

source: Shift will be added every week thru the end date, or select 'once only'.
nl: De dienst wordt elke week toegevoegd tot en met de einddatum, of eenmalig.

source: Weekdays of this shift
nl: Weekdagen van deze dienst

source: Mon
nl: ma

source: Tue
nl: di

source: Wed
nl: wo

source: Thu
nl: do

source: Fri
nl: vr

source: Sat
nl: za

source: Sun
nl: zo

source: Days in black background will be updated, days in green added and days in red deleted.
nl: Dagen met zwarte achtergrond worden bijgewerkt, groen toegevoegd en rood gewist.

source: Not on holidays
nl: Niet op feestdagen

source: Confirm
nl: Bevestig

source: Minutes
nl: Minuten

source: Select a year and enter the closing dates.
nl: Selecteer een jaar en vul de sluitingsdatums in.

source: Wage factor
nl: Loonfactor

source: This is the default wage component
nl: Dit is de standaard looncomponent

source: The default wage component will be used, when no wage component is entered in a shift.
nl: De standaard looncomponent wordt gebruikt als er in een dienst geen looncomponent is ingevuld.

source: Prices
nl: Tarieven

source: Price list
nl: Prijslijst

source: Customers prices
nl: Tarieven klanten

source: Employee prices
nl: Tarieven medewerkers

source: Invoice dates
nl: Factuur datums

source: Billing overview
nl: Facturering overzicht

source: Billing details
nl: Facturering details

source: Hourly rates
nl: Uurtarieven

source: Addition list
nl: Toeslagen

source: Tax list
nl: Belasting tarieven

source: Rest shifts
nl: Rustdiensten

source: Templates
nl: Sjablonen

source: Copy template to order
nl: Kopieer sjabloon naar locatie

source: Copy
nl: Kopieer

source: Copy scheme to template
nl: Kopieer schema naar sjabloon

source: Template name
nl: Sjabloonnaam

source: Planned shift list
nl: Lijst geplande diensten

source: Teammembers
nl: Ploegleden

source: Cycle
nl: Cyclus

source: Also on company holidays
nl: Ook tijdens bedrijfsvakantie

source: Go one month back.
nl: Ga een maand terug.

source: Go one week back.
nl: Ga een week terug.

source: Go to today.
nl: Ga naar vandaag.

source: Go one week forward.
nl: Ga een week verder.

source: Go one month forward.
nl: Ga een maand verder.

source: Show less dates.
nl: Minder datums weergeven.

source: Show more dates.
nl: Meer datums weergeven.

source: If a date is a public holiday, you must enter the normal shifts in that column. Shifts of public holidays must be entered in the column 'Public holidays'.
nl: Als een datum een feestdag is, moet je de normale diensten in die kolom invoeren. De diensten op feestdagen moet je invoeren in de kolom 'Feestdagen'.

source: You have unsaved changes in a form of this page.
nl: Je hebt niet opgeslzgen wijzigingen in een formulier op deze pagina.

source: You are not connected to a company. You cannot view this page.
nl: Je bent niet verbonden aan een bedrijf, Je kunt deze pagina niet bekijken.

source: Read only
nl: Alleen lezen

source: Supervisor
nl: Controleur

source: System administrator
nl: Systeembeheerder

source: V
nl: F

source: 24 h
nl: 24 u

source: Vacation days per year
nl: Vakantiedagen per jaar

source: No file is currently selected
nl: Er is geen bestand geselecteerd

source: Link columns
nl: Kolommen koppelen

source: Click items to link or unlink columns
nl: Klik op items om ze te koppelen of te ontkoppelen.

source: Customer - Short name
nl: Klant - Korte naam

source: Customer - Name
nl: Klant - Naam

source: Customer - Identifier
nl: Klant - Klantcode

source: Order - Short name
nl: Locatie - Korte naam

source: Order - Name
nl: Locatie - Naam

source: Order - Identifier
nl: Locatie - Projectcode

source: Order - First date of order
nl: Locatie - Begindatum opdracht

source: Order - Last date of order
nl: Locatie - Einddatum opdracht

source: Date cannot be blank.
nl: Datum moet ingevuld worden.

source: '%(fld)s' is not a valid date.
nl: '%(fld)s' is geen geldige datum.

source: '%(value)s' is not a valid number.
nl: '%(value)s' is geen geldig getal.

source: New Year's Day
nl: Nieuwjaarsdag

source: Labour Day
nl: Dag van de Arbeid

source: Liberation Day
nl: Bevrijdingsdag

source: Flag Day
nl: Dag van de Vlag

source: Curaçao Day
nl: Curaçao Dag

source: Christmas Day
nl: Kerstmis

source: 2nd Christmas Day
nl: Tweede Kerstdag

source: Kings Day
nl: Koningsdag

source: Carnaval
nl: Karnaval

source: 2nd Carnaval Day
nl: Karnavals maandag

source: Good Friday
nl: Goede Vrijdag

source: Easter
nl: Pasen

source: Harvest Festival
nl: Oogstfeest

source: Easter Monday
nl: Tweede Paasdag

source: Ascension Day
nl: Hemelvaartsdag

source: Pentecost
nl: Pinksteren

source: 2nd Pentecost Day
nl: Tweede Pinksterdag

source: <No company found>
nl: <Geen bedrijven gevonden>

source: <Select company>
nl: <Select bedrijf>

# abbrev
source: As of
nl: M.i.v.

source: Through
nl: t/m

source: All
nl: Alle

source: Quick save
nl: Snel opslaan

source: Exit Quick save
nl: Snel opslaan uitschakelen

source: Undo
nl: Ongedaan maken

source: Create
nl: Aanmaken

source: Edit
nl: Wijzig

source: Unlock
nl: Ontgrendel

source: Lock
nl: Vergrendel

source: Select
nl: Selecteer

source: All customers
nl: Alle klanten

source: No customers
nl: Geen klanten

source: All employees
nl: Alle medewerkers

source: No employees
nl: Geen medewerkers

source: Make
nl: Maak

source: inactive
nl: niet-actief

source: active
nl: actief

source: will be deleted.
nl: wordt gewist.

source: will be made inactive.
nl: wordt niet-actief gemaakt.

source: will be made active.
nl: wordt actief gemaakt.

source: Yes, make inactive
nl: Ja, maak niet-actief

source: Yes, make active
nl: Ja, maak actief

source: Make inactive
nl: Maak niet-actief

source: Click to show or hide inactive items.
nl: Klik om niet-actieve items weer te geven of te verbergen.

source: Click to make this item inactive.
nl: Klik om dit item niet-actief te maken.

source: Click to make this item active.
nl: Klik om dit item actief te maken.

source: Type a few letters and select
nl: Type een paar letters en kies

source: in the list...
nl: in de lijst...

source: an order
nl: een locatie

source: an employee
nl: een medewerker

source: Last modified by
nl: Laatst gewijzigd door

source: Modified by
nl: Gewijzigd door

source: This field
nl: Dit veld

source: already exists.
nl: komt al voor.

source: already exists, but is inactive.
nl: komt al voor, maar is niet-actief.

source: must be completed.
nl: moet ingevuld worden.

source: cannot be blank.
nl: moet ingevuld worden.

source: is too long. Maximum is 24 characters.
nl: is te lang. Maximaal 24 tekens.

source: is too long. Maximum is 80 characters.
nl: is te lang. Maximaal 80 tekens.

source: Item cannot be deleted
nl: Item kan niet worden gewist

source: Please select a valid Excel file.
nl: Selecteer een geldig Excel bestand.

source: This is not a valid Excel file.
nl: Dit is geen geldig Excel bestand.

source: Only
nl: Alleen

source: and
nl: en

source: are supported.
nl: zijn toegestaan.

source: There are no worksheets.
nl: Er zijn geen werkbladen.

source: There are no worksheets with data.
nl: Er zijn geen werkbladen met gegevens.

source: Customer - Customer code
nl: Klant - Klantcode

source: Order - Project code
nl: Locatie - Projectcode

source: The employee data will be saved.
nl: De medewerker gegevens worden opgeslagen.

source: The payroll period data will be saved.
nl: De loonperiode gegevens worden opgeslagen.

source: The field 'Payroll code'
nl: Het veld 'Code loonadministratie'

source: The field 'ID number'
nl: Het veld 'Identiteitsnummer'

source: The field 'Short name'
nl: Het veld 'Korte naam'

source: must be linked and contain unique values
nl: moet gekoppeld zijn en unieke waarden bevatten.

source: Employee cannot be deleted.
nl: Medewerker kan niet worden gewist

source: Click to show or hide inactive employees.
nl: Klik om niet-actieve medewerkers weer te geven of te verbergen.

source: Click to make this employee inactive.
nl: Klik om deze medewerker niet-actief te maken.

source: Click to make this employee active.
nl: Klik om deze medewerker actief te maken.

source: Absence category cannot be deleted
nl: Afwezigheidscategorie kan niet worden gewist

source: Link payroll period
nl: Loonperiode koppelen

source: Link payrollperiod to selected employees
nl: Loonperiode koppelen aan geselecteerde medewerkers

source: Remove payrollperiod from selected employees
nl: Loonperiode van geselecteerde medewerkers verwijderen

source: Link wage code to selected shifts
nl: Looncode koppelen aan geselecteerde diensten

source: Remove wage code from selected shifts
nl: Looncode van geselecteerde diensten verwijderen

source: Add function to selected employees
nl: Functie toevoegen aan geselecteerde medewerkers
