Repository: hansmeijs/tsa
Catalog: tsap/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Company
nl: Bedrijf

source: This account is inactive. You cannot login.
nl: Deze account is niet-actief. Je kunt niet inloggen

source: Username
nl: Gebruikersnaam

source: Full name
nl: Volledige naam

source: Required, %(len)s characters or fewer.
nl: Verplicht. %(len)s tekens of minder

source: System
nl: Systeem

source: Organization
nl: Organisatie

source: Select one or more permissions from the list. Press the Ctrl button to select multiple permissions.
nl: Selecteer een of meer permissies in de lijst. Houd de Ctrl knop ingedrukt om meerdere permissies te selecteren

source: Email address
nl: E-mail adres

source: Active
nl: actief

source: Short company name
nl: Korte bedrijfsnaam

source: Required, %(len)s characters or fewer. Letters, digits and @/./+/-/_ only.
nl: Verplicht, %(len)s tekens of minder. Alleen letters, cijfers en @/./+/-/_ .

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
nl: Vul een geldige gebruikersnaam in. Alleen letters, cijfers en @/./+/-/_ tekens.

source: A user with that username already exists.
nl: Een gebruiker met deze gebruikersnaam komt al voor

source: Required. {} characters or fewer.
nl: Verplicht. {} tekens or minder.

source: Enter a valid name. This value may contain only letters, numbers and '/./-/_ characters.
nl: Vul een geldige naam in. Alleen letters, cijfers en '/./-/_ tekenss.

source: email address
nl: e-mail adres

source: None
nl: Geen

source: You must be logged in to view this page.
nl: Je moet ingelogd zijn om deze pagina te kunnen bekijken.

source: You cannot sign up when you are logged in.
nl: Je kunt je niet aanmelden als je bent ingelogd.

source: Your company and user name are registered successfully.
nl: Je bedrijf en gebruikersnaam zijn met succes geregistreerd.

source: We have sent an email to user '%(fld)s' with email address '%(email)s'.
nl: We hebben een e-mail gestuurd naar gebruiker '%(fld)s' met e-mail adres '%(email)s'.

source: Click the link in that email to verify the email address and create a password.
nl: Klik op de link in die e-mail om het e-mail adres te verifiëren en een wachtwoord in te vullen.

source: Sorry, we could not find your account.
nl: Sorry, we kunnen je account niet vinden.

source: Your account cannot be activated.
nl: Je account kan niet geactiveerd worden.

source: The link to activate the account is valid for 7 days and has expired.
nl: De link om de account te activeren is 7 dagen geldig en is verlopen.

source: You cannot activate your account.
nl: Je kunt je account niet activeren.

source: Congratulations.
nl: Gefeliciteerd.

source: Your account is succesfully activated.
nl: Je account is met succes geactiveerd.

source: You are now logged in to TSA-secure.
nl: Je bent nu ingelogd bij TSA-secure.

source: System administrators cannot delete their own account.
nl: Systeembeheerders kunnen hun eigen account niet wissen.

source: The name
nl: De naam

source: User '%(usr)s' is registered successfully.
nl: Gebruiker '%(usr)s' is met succes geregistreerd.

source: We have sent an email to the email address '%(email)s'.
nl: We hebben een e-mail gestuurd naar e-mail adres '%(email)s'.

source: The user must click the link in that email to verify the email address and create a password.
nl: De gebruiker moet op de link in die e-mail klikken om het e-mail adres te verifiëren en een wachtwoord in te vullen.

source: This user has no permissions yet. Don't forget to grant permissions.
nl: Deze gebruiker heeft nog geen permissies. Vergeet niet om permissies toe te kennen.

source: System administrators cannot remove their own 'system administrator' permission.
nl: Systeembeheerders kunnen hun eigen 'systeembeheerder' permissie niet verwijderen.

source: System administrators cannot set their own permission to 'read-only'.
nl: Systeembeheerders kunnen hun eigen permissie niet wijzigen in 'alleen lezen'.

source: System administrators cannot make their own account inactive.
nl: Systeembeheerders kunnen hun eigen account niet niet-actief maken.

source: The changes have been saved successfully.
nl: De wijzigingen zijn met success opgeslagen.

source: An error occurred. The changes have not been saved.
nl: Er is een fout opgetreden. De gegevens zijn niet opgeslagen.

source: '%(email)s' is not a valid email address.
nl: '%(email)s' is geen geldig e-mail adres.

source: An error occurred.
nl: Er is een fout opgetreden.

source: The activation email has not been sent.
nl: De activerings e-mail is niet verstuurd.

source: We have sent an email to the email address '%(email)s' of user '%(usr)s'.
nl: We hebben een e-mail gestuurd naar e-mail adres '%(email)s' van gebruiker '%(usr)s'.

source: Start date
nl: Begindatum

source: Name
nl: Naam

source: First date
nl: Begindatum

source: Last date
nl: Einddatum

source: Locked
nl: Vergrendeld

source: Inactive
nl: Niet actief

source: Time format
nl: Tijdsweergave

source: Timezone
nl: Tijdzone

source: Category
nl: Categorie

source: Payment date
nl: Datum betaling

source: Expiration date
nl: Vervaldatum

source: Expired
nl: Vervallen

source: Note
nl: Opmerking

source: An error occurred. %(tbl)s could not be deleted.
nl: Er is een fout opgetreden. %(tbl)s kon niet worden gewist.

source: An error occurred. This item could not be deleted.
nl: Er is een fout opgetreden. Dit item kon niet worden gewist.

source: Roster removed of %(fld)s
nl: Rooster verwijderd van %(fld)s

source: Roster created of %(fld)s
nl: Rooster aangemaakt van %(fld)s

source: Spare
nl: Reserve

source: Customer '%(tbl)s'
nl: Klant '%(tbl)s'

source: Order '%(tbl)s'
nl: Locatie '%(tbl)s'

source: This customer could not be created.
nl: Deze klant kon niet worden aangemaakt.

source: This %(tbl)s could not be updated.
nl: Dit %(tbl)s kon niet worden gewist.

source: This order could not be created.
nl: Deze locatie kon niet worden aangemaakt.

source: This field could not be updated.
nl: Dit veld kon niet worden bijgewerkt.

source: This employee already exists.
nl: Deze medewerker komt al voor.

source: Without payrollperiod
nl: Zonder loonperiode

source: Export hours to AFAS
nl: Exporteer uren naar AFAS

source: Hours
nl: Uren

source: Payroll period
nl: Loonperiode

source: Year
nl: Jaar

source: Period
nl: Periode

source: Date
nl: Datum

source: Employee code
nl: Medewerker code

source: Employee
nl: Medewerker

source: Order code
nl: Locatie code

source: Order
nl: Locatie

source: Wage component
nl: Looncomponent

source: Report
nl: Rapport

source: Dates
nl: Datums

source: Export allowances to AFAS
nl: Exporteer vergoedingen naar AFAS

source: Allowances
nl: Vergoedingen

source: Description
nl: Omschrijving

source: Rate
nl: Tarief

source: Quantity
nl: Aantal

source: Amount
nl: Bedrag

source: Created on
nl: Aangemaakt op

source: Export invoice to AFAS
nl: Exporteer factuur naar AFAS

source: Invoices
nl: Rekeningen

source: Customer code
nl: Klantcode

source: Customer
nl: Klant

source: Roster date
nl: Roosterdatum

source: Planned hours
nl: Te leveren uren

source: Worked hours
nl: Gewerkte uren

source: Billing hours
nl: Factuur uren

source: Hourly rate
nl: Uurtarief

source: Shift
nl: Dienst

source: Report date
nl: Rapport datum

source: Total
nl: Totaal

source: Last name
nl: Achternaam

source: last date
nl: Einddatum

source: Employee '%(tbl)s'
nl: Medewerker '%(tbl)s'

source: Team
nl: Ploeg

source: Absence '%(tbl)s'
nl: Afwezigheid '%(tbl)s'

source: Absence scheme
nl: Schema afwezigheid

source: Absence team
nl: Ploeg afwezigheid

source: Employee cannot be blank.
nl: Medewerker moet ingevuld worden.

source: This teammember could not be created.
nl: Dit ploeglid kon niet worden aangemaakt.

source: This teammember could not be updated.
nl: Dit ploeglid kon niet worden bijgewerkt.

source: Import employees
nl: Importeer medewerkers

source: date
nl: datum

source: There is no field given to lookup employees. Employees cannot be imported.
nl: Er is geen veld opgegeven om medewerkers op te zoeken. Medewerkers kunnen niet geïmporteerd worden.

source: This is a test. Employee data are not saved.
nl: Dit is een test. De medewerker gegevens zijn niet opgeslagen.

source: Employee data are saved.
nl: De medewerker gegevens zijn opgeslagen.

source: Employees are looked up by the field: '%(fld)s'.
nl: Medewerkers worden opgezocht met het veld: '%(fld)s'.

source: The date format is: '%(fld)s'.
nl: Het datum formaat is: '%(fld)s'.

source: Upload payroll periods
nl: Loonperiodes uploaden

source: There is no field given to lookup payroll periods. Payroll periods cannot be uploaded.
nl: Er is geen veld opgegeven om loonperiodes op te zoeken. De loonperiodes kunnen niet geïmporteerd worden.

source: This is a test. The payroll periods are not saved.
nl: Dit is een test. De loonperiode gegevens zijn niet opgeslagen.

source: The payroll periods are saved.
nl: De loonperiodes zijn opgeslagen.

source: Payroll periods are looked up by the field: '%(fld)s'.
nl: Loonperiodes worden opgezocht met het veld: '%(fld)s'.

source: '%(val)s' is not a valid date.
nl: '%(val)s' is geen geldige datum.

source: is skipped.
nl: is overgeslagen.

source: Skipped.
nl: Overgeslagen.

source: %(fld)s '%(val)s' is not unique in Excel file.
nl: %(fld)s '%(val)s' is niet uniek in Excel bestand.

source: No value for required field: '%(fld)s'.
nl: Het verplichte veld: '%(fld)s' is niet ingevuld.

source: No value for lookup field: '%(fld)s'.
nl: Het opzoek veld: '%(fld)s' is niet ingevuld.

source: Value '%(fld)s' is too long.
nl: Waarde '%(fld)s' is te lang.

source: Max %(fld)s characters.
nl: Maximaal %(fld)s tekens.

source: Value '%(fld)s' is found multiple times.
nl: Waarde '%(fld)s' komt meer dan 1 keer voor.

source: is added.
nl: is toegevoegd.

source: An error occurred. The employee is not added.
nl: Er is een fout opgetreden. De medewerker is niet toegevoegd.

source: already exists.
nl: komt al voor.

source: blank
nl: blanco

source: '%(val)s' is too long. Maximum is %(max)s characters'.
nl: '%(val)s' is te lang, maximaal %(max)s tekens.

source: is added to the list.
nl: is aan de lijst toegevoegd.

source: Last date in service is in the past.
nl: Laatste datum in dienst is in het verleden.

source: Employee is made inactive.
nl: Deze medewerker is niet-actief gemaakt.

source: An error occurred. The employee data is not saved.
nl: Er is een fout opgetreden. De gegevens zijn niet opgeslagen.

source: Short name
nl: Korte naam

source: First name
nl: Voornaam

source: Telephone
nl: Telefoon

source: ID-number
nl: Identiteitsnummer

source: Payroll code
nl: Code loonadministratie

source: Address
nl: Adres

source: Zip code
nl: Postcode

source: City
nl: Plaats

source: Country
nl: Land

source: First date in service
nl: Begindatum in dienst

source: Last date in service
nl: Laatste datum in dienst

source: Working hours per week
nl: Werkuren per week

source: Working hours per day
nl: Werkuren per dag

source: Working days per week
nl: Werkdagen per week

source: Leave days per year
nl: Vakantiedagen per jaar

source: Function
nl: Functie

source: Wage code
nl: Looncode

source: Code period table
nl: Code periodetabel

source: Name period table
nl: Naam periodetabel

source: Bookyear
nl: Boekjaar

source: Period index
nl: Periode-index

source: Startdate
nl: Begindatum

source: Enddate
nl: Einddatum

source: An error occurred. Employee '%(val)s' could not be added.
nl: Er is een fout opgetreden. Medewerker '%(val)s' kon niet worden toegevoegd.

source: Working hours per week must be a number between 0 and 168
nl: Werkuren per week moet een getal zijn tussen

source: Working hours per day must be a number between 0 and 24
nl: Werkuren per dag moet een getal zijn tussen

source: Leave days per year must be a number between 0 and 365
nl: vakantiedagen per jaar moet een getal zijn tussen

source: Absence category '%(tbl)s'
nl: Afwezigheidscategorie '%(tbl)s'

source: This function
nl: Deze functie

source: An error occurred. %(tbl)s could not be created.
nl: Er is een fout opgetreden. %(tbl)s kon niet worden aangemaakt.

source: An error occurred. %(tbl)s could not be updated.
nl: Er is een fout opgetreden. %(tbl)s kon niet worden bijgewerkt.

source: Wage code '%(tbl)s'
nl: Looncode '%(tbl)s'

source: %(tbl)s has locked roster shifts. It cannot be deleted.
nl: %(tbl)s heeft vergrendelde diensten en kan niet worden gewist.

source: This wage code could not be created.
nl: Deze looncode kon niet worden aangemaakt.

source: Payroll period '%(tbl)s'
nl: Loonperiode '%(tbl)s'

source: This payroll period
nl: Deze loonperiode

source: There are no rosters.
nl: Er zijn geen roosters.

source: Rosterdate
nl: Roosterdatum

source: will be created.
nl: wordt aangemaakt.

source: has no shifts.
nl: heeft geen diensten.

source: has one shift.
nl: heeft één dienst

source: has
nl: heeft

source: shifts.
nl: diensten.

source: be deleted.
nl: gewist.

source: be replaced.
nl: vervangen.

source: It is a confirmed, locked or added shift.
nl: Het is een bevestigde, vergrendelde of toegevoegde dienst.

source: They are confirmed, locked or added shifts.
nl: Het zijn bevestigde, vergrendelde of toegevoegde diensten.

source: One is a confirmed, locked or added shift.
nl: Eén is een bevestigde, vergrendelde of toegevoegde dienst.

source: are confirmed, locked or added shifts.
nl: zijn bevestigde, vergrendelde of toegevoegde diensten.

source: This shift will not
nl: Deze dienst wordt niet

source: These shifts will not
nl: Deze diensten worden niet

source: This shift will
nl: Deze dienst wordt

source: These shifts will
nl: Deze diensten worden

source: The other shift will
nl: De andere dienst wordt

source: The other shifts will
nl: De overige diensten worden

source: Rest shift
nl: Rust dienst

source: Daylight saving time has changed. This has been taken into account.
nl: Er is rekening gehouden met de wijziging van zomer / wintertijd.

source: is absent
nl: is afwezig

source: Absent from
nl: Afwezig van

source: No shifts have been created.
nl: Er zijn geen diensten aangemaakt.

source: One normal shift has been created.
nl: Er is één gewone dienst aangemaakt.

source: %(count)s normal shifts have been created.
nl: Er zijn %(count)s gewone diensten aangemaakt.

source: One absence- or restshift has been created.
nl: Eén afwezigheids- of rustdienst is aangemaakt.

source: %(count)s absence- or restshifts have been created.
nl: %(count)s afwezigheids- of rustdiensten zijn aangemaakt.

source: Replaces
nl: Vervangt

source: An error occurred while deleting shifts.
nl: Er is een fout opgetreden bij het wissen van de diensten.

source: One shift has been deleted.
nl: Eén dienst is gewist.

source: %(count)s shifts have been deleted.
nl: %(count)s diensten zijn gewist.

source: No shifts were deleted.
nl: Er zijn geen diensten gewist.

source: One shift is confirmed. It has not been deleted.
nl: Eén dienst is bevestigd. Hij kan niet worden gewist.

source: %(count)s shifts are confirmed. They have not been deleted.
nl: %(count)s diensten zijn bevestigd. Ze zijn niet gewist.

source: (absent)
nl: (afwezig)

source: Scheme '%(suffix)s'
nl: Schema '%(suffix)s'

source: Shift '%(suffix)s'
nl: Dienst '%(suffix)s'

source: This shift
nl: Deze dienst

source: Team %(suffix)s
nl: Ploeg %(suffix)s

source: This team could not be updated.
nl: Deze ploeg kon niet worden bijgewerkt.

source: This item could not be created.
nl: Dit item kon niet worden aangemaakt.

source: Absence changed from '
nl: Afwezigheid gewijzigd van '

source: ' to '
nl: ' in '

source: Shift is split
nl: Dienst is gesplitst

source: An error occurred. The note of this shift could not be created.
nl: Er is een fout opgetreden. De opmerking bij deze dienst kon niet worden aangemaakt.

source: An error occurred. This shift could not be updated.
nl: Er is een fout opgetreden. Deze dienst kon niet worden bijgewerkt.

source: This scheme could not be updated.
nl: Dit schema kon niet worden bijgewerkt.

source: Shift cannot be blank.
nl: De dienst moet ingevuld worden.

source: This item could not be updated.
nl: Dit item kon niet worden bijgewerkt.

source: This shift could not be created.
nl: Deze dienst kon niet worden aangemaakt.

source: This shift could not be updated.
nl: Deze dienst kon niet worden bijgewerkt.

source: This scheme could not be created.
nl: Dit schema kon niet worden aangemaakt.

source: Allowance '%(code)s'
nl: Vergoeding '%(code)s'

source: Users
nl: Gebruikers

source: Delete
nl: Wissen

source: Delete user
nl: Gebruiker wissen

source: Are you sure you want to delete user
nl: Weet je zeker dat je deze gebruiker wilt verwijderen?

source: Yes, delete
nl: Ja, verwijder

source: No, cancel
nl: Nee, annuleer

source: Cancel
nl: Annuleren

source: Hello
nl: Hallo

source: has made the following TSA-secure account for you:
nl: heeft de volgende TSA-secure account voor je aangemaakt:

source: company
nl: bedrijf

source: username
nl: gebruikersnaam

source: Please click on the link below to activate your TSA-secure account.
nl: Klik op onderstaande link om je TSA-secure account te activeren.

source: The TSA-secure team
nl: Het TSA-secure team

source: Welcome
nl: Welkom

source: Activate account
nl: Activeer account

source: The confirmation of your email address has failed.
nl: De bevestiging van je e-mail adres is meislukt.

source: Your account is not activated.
nl: Je account is niet geactiveerd.

source: User added
nl: Gebruiker toegevoegd

source: We have sent an email to user
nl: We hebben een e-mail verzonden naar gebruiker

source: to verify the email address and enter a password.
nl: om het e-mail adres te verifiëren en een wachtwoord in te vullen.

source: The user must click on the link in that email to complete the registration.
nl: De gebruiker moet op de link in die e-mail klikken om de registratie te voltooien.

source: Close
nl: Sluiten

source: Welcome to TSA-secure
nl: Welkom bij TSA-secure

source: You have successfully activated your account.
nl: Je hebt met succes je account geactiveerd.

source: Before you can login you must create a password.
nl: Voordat je kunt inloggen moet je eerst een wachtwoord aanmaken.

source: Click 'Create password' and follow the instructions.
nl: Klik op 'Wachtwoord aanmaken' en volg de instructies op.

source: Create password
nl: Wachtwoord aanmaken

source: User
nl: Gebruiker

source: The username cannot be blank.
nl: De gebruikersnaam moet ingevuld worden.

source: The name cannot be blank.
nl: De naam moet ingevuld worden.

source: The email address cannot be blank.
nl: Het e-mail adres moet ingevuld worden.

source: Delete employee
nl: Medewerker wissen

source: Save
nl: Opslaan

source: Change password
nl: Wijzig wachtwoord

source: Success!
nl: Succes!

source: Your password has been changed!
nl: Je wachtwoord is gewijzigd!

source: Create your password
nl: Maak je wachtwoord aan

source: Enter your email address and we will send you a link to create your password.
nl: Vul je e-mail adres in, dan sturen we je een link om je wachtwoord aan te maken.

source: Send email
nl: E-mail verzenden

source: Password created!
nl: Je wachtwoord is aangemaakt!

source: You have successfully created your password! You may now proceed to log in.
nl: Je hebt met succes je wachtwoord aangemaakt. Je kunt nu inloggen.

source: Return to log in
nl: Terug naar login scherm

source: Check your email for a link to create your password.
nl: Kijk in je e-mail voor een link om je wachtwoord aan te maken.

source: If it doesn't appear within a few minutes, check your spam folder.
nl: Kijk in je spam-folder als hij na een paar minuten nog niet binnen is.

source: Hi there
nl: Hallo

source: Someone asked to create a password for the email address
nl: Iemand heeft om een nieuw wachtwoord gevraagd voor het e-mail adres

source: Follow the link below
nl: Klik op onderstaande link

source: In case you forgot
nl: Voor het geval je het vergeten bent

source: Thanks
nl: Bedankt

source: Please create your password
nl: Maak een nieuw wachtwoord aan

source: Reset your password
nl: Nieuw wachtwoord aanmaken

source: Enter your email address and we will send you a link to reset your password.
nl: Vul je e-mail adres in, dan sturen we je een link om je wachtwoord aan te maken.

source: Send password reset email
nl: Verzend e-mail voor nieuw wachtwoord

source: Password changed!
nl: Je wachtwoord is gewijzigd!

source: You have successfully changed your password! You may now proceed to log in.
nl: Je hebt met succes je TSA-secure account geactiveerd. Je kunt nu inloggen.

source: Change password for user
nl: Wijzig wachtwoord voor gebruiker

source: It looks like you clicked on an invalid password reset link. Please try again.
nl: De link voor het vernieuwen van je wachtwoord is niet geldig. Probeer het opnieuw.

source: Request a new password reset link
nl: Vraag een link aan voor het vernieuwen van je wachtwoord.

source: Check your email for a link to reset your password.
nl: Kijk in je e-mail voor een link voor een nieuw wachtwoord.

source: Someone asked for a password reset for the email address.
nl: Iemand heeft om een nieuw wachtwoord gevraagd voor het e-mail adres.

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
nl: Als het klikken op de link hierboven niet werkt, kun je de URL in een nieuw browser venster knippen en plakken.

source: If you've received this mail in error, it's likely that another user entered your email address by mistake while trying to reset a password.
nl: Als deze e-mail niet voor jou bestemd is heeft een andere gebruiker waarschijnlijk je e-mail adres per ongeluk ingevuld bij het wijzigen van het wachtwoord.

source: If you didn't initiate the request, you don't need to take any further action and can safely disregard this email.
nl: Als je dit verzoek niet hebt gedaan, hoef je verder geen actie te ondernemen.

source: Please reset your password
nl: Maak een nieuw wachtwoord aan

source: Send password email
nl: Wachtwoord e-mail verzenden

source: Log in
nl: Inloggen

source: Forgot your password?
nl: Wachtwoord vergeten?

source: to
nl: bij

source: Activate your TSA-secure account
nl: Activeer je TSA-secure account

source: has created an account for user
nl: heeft een account aangemaakt voor gebruiker

source: Enter your password to activate your account.
nl: Voer je wachtwoord in om je account te activeren.

source: Activate your account
nl: Activeer je account

source: Add user
nl: Gebruiker toevoegen

source: Create user account
nl: Gebruikers account aanmaken

source: Edit user:
nl: Gebruiker wijzigen:

source: Please enter a password to finish the registration.
nl: Vul een wachtwoord in om de registratie af te ronden

source: User list
nl: Gebruiker lijst

source: Permissions
nl: Permissies

source: Allowed customers and orders
nl: Toegestane klanten en locaties

source: You don't have permission to view this page.
nl: Je hebt geen permissie om deze pagina te bekijken.

source: Company data
nl: Bedrijfsgegevens

source: Settings
nl: Instellingen

source: Subscription
nl: Abonnement

source: Help
nl: Hulp

source: Click to select a customer, order and period.
nl: Klik om een klant, locatie en periode te selecteren.

source: Short name of customer
nl: Korte naam van klant

source: Customer name
nl: Naam klant

source: Add customer
nl: Klant toevoegen

source: Delete customer
nl: Klant wissen

source: Add company
nl: Bedrijf toevoegen

source: Edit company
nl: Bedrijf wijzigen

source: Companies
nl: Bedrijven

source: Official company name
nl: Officiële bedrijfsnaam

source: End date
nl: Einddatum

source: Balance
nl: Saldo

source: Time zone
nl: Tijdzone

source: Add invoice
nl: Rekening toevoegen

source: Customers
nl: Klanten

source: Select customer
nl: Selecteer klant
