Repository: hansmeijs/tsa
Catalog: tsap/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Please select an order first.
nl: Selecteer eerst een locatie.

source: Please select a customer.
nl: Selecteer een klant.

source: Please select a shift.
nl: Selecteer een dienst.

source: Please select a scheme.
nl: Selecteer een schema.

source: This name already exists. Please enter a different name.
nl: Deze naam komt al voor. Vul een andere naam in.

source: Name cannot be blank. Please enter a name.
nl: Naam kan niet blanco zijn. Vul een naam in.

source: is an invalid number.
nl: is geen geldig getal.

source: must be an integer.
nl: moet een geheel getal zijn.

source: must be a number between
nl: moet een getal zijn tussen

source: must be a percentage between
nl: moet een percentage zijn tussen

source: and
nl: en

source: must be a number less than or equal to
nl: moet een getal zijn kleiner dan of gelijk aan

source: must be a percentage less than or equal to
nl: moet een percentage zijn kleiner dan of gelijk aan

source: must be a number greater than or equal to
nl: moet een getal zijn groter dan of gelijk aan

source: must be a percentage greater than or equal to
nl: moet een percentage zijn groter dan of gelijk aan

source: Leave days are on a full time basis.
nl: Vakantiedagen zijn gebaseerd op een full time dienstverband.

source: , before you can add a calendar item.
nl: selecteren, voordat je een item aan de kalender kunt toevoegen.

source: , before you can print a planning.
nl: selecteren, voordat je een planning kunt printen.

source: You must first select a team, before you can add a teammember.
nl: Je moet eerst een ploeg selecteren, voor je een ploeglid kunt toevoegen.

source: You cannot enter a teammember in a template.
nl: Je kunt geen ploeglid toevoegen in een sjabloon.

source: Monday
nl: maandag

source: Tuesday
nl: dinsdag

source: Wednesday
nl: woensdag

source: Thursday
nl: donderdag

source: Friday
nl: vrijdag

source: Saturday
nl: zaterdag

source: Sunday
nl: zondag

source: Mar
nl: mrt

source: May
nl: mei

source: Jun
nl: juni

source: Jul
nl: juli

source: Sep
nl: sept

source: Oct
nl: okt

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober

# date suffix
source: st
nl: e

# date suffix
source: nd
nl: e

# date suffix
source: rd
nl: e

# date suffix
source: th
nl: e

source: Monthly
nl: Maandelijks

source: Biweekly
nl: Tweewekelijks

source: Weekly
nl: Wekelijks

source: Custom
nl: anders...

source: Add closing date
nl: Sluitingsdatum toevoegen

source: Enter a year
nl: Vul een jaartal in

source: You can leave the description blank.
nl: Je hoeft de omschrijving niet in te vullen.

source: TSA will enter it automatically.
nl: TSA vult hem automatisch in.

# date prefix
source: on the
nl: op de

# date prefix
source: on
nl: op

# date prefix t/m
source: thru
nl: t/m

# date prefix t/m
source: thru the
nl: t/m de

source: Initial balance
nl: Beginsaldo

source: Used
nl: Verbruik

source: Available
nl: Beschikbaar

source: Time
nl: Tijd

source: Start - Endtime
nl: Begin - Eindtijd

source: is in service thru
nl: is in dienst tot en met

source: Duration
nl: Tijdsduur

source: Working days
nl: Werkdagen

source: Hour
nl: Uur

source: Full day
nl: Hele dag

source: Current day
nl: Huidige dag

source: Previous day
nl: Vorige dag

source: Next day
nl: Volgende dag

source: Shift starts on the previous day
nl: Dienst begint op de vorige dag

source: Shift ends on the next day
nl: Dienst eindigt op de volgende dag

source: As of
nl: Met ingang van

source: Next month
nl: Volgende maand

source: This year
nl: Dit jaar

source: Last year
nl: Vorig jaar

source: Order identifier
nl: Locatie identificatiecode

source: Total worked hours
nl: Totaal gewerkte uren

source: Worked hours per order
nl: Gewerkte uren per locatie

source: Total absence hours
nl: Totaal afwezigheids-uren

source: Absence per category
nl: Afwezigheids-uren per categorie

source: Username cannot be blank.
nl: Gebruikersnaam moet ingevuld worden.

source: Username must have %(fld)s characters or fewer.
nl: Gebruikersnaam moet %(fld)s of minder tekens bevatten.

source: This username already exists.
nl: Deze gebruikersnaam komt al voor.

source: The account is not activated yet.
nl: De account is nog niet geactiveerd.

source: The account is inactive.
nl: De account is niet-actief.

source: This email address is not valid.
nl: Dit e-mail adres is niet geldig.

source: This email address is already in use by '%(usr)s'.
nl: Dit e-mail adres is al in gebruik door '%(usr)s'.

source: %(caption)s cannot be blank.
nl: %(caption)s moet ingevuld worden.

source: %(caption)s '%(val)s' is too long, maximum %(max)s characters.
nl: %(caption)s '%(val)s' is te lang, maximaal %(max)s tekens.

source: This field cannot be blank.
nl: Dit veld moet ingevuld worden.

source: This name already exists.
nl: Deze naam komt al voor.

source: This code already exists.
nl: Deze code komt al voor.

source: Company name cannot be blank.
nl: Bedrijfsnaam moet ingevuld worden.

source: Company '%(fld)s' already exists.
nl: Bedrijf '%(fld)s' komt al voor.

source: Company name already exists.
nl: Bedrijfsnaam komt al voor.

source: Error: Model is None.
nl: Fout: model niet ingevuld

source: Error: Company not found.
nl: Fout: bedrijf niet gevonden

source: Error: Field error.
nl: Fout: veld niet correct

source: Code already exists.
nl: Deze code komt al voor.

source: Name already exists.
nl: Deze naam komt al voor.

source: Employee name already exists.
nl: De naam van deze medewerker komt al voor.

source: No parent record.
nl: Geen ouder gevonden

source: %(fld)s cannot be blank.
nl: %(fld)s moet ingevuld worden.

source: %(fld)s '%(val)s' is too long, %(max)s characters or fewer.
nl: %(fld)s '%(val)s' is te lang, %(max)s tekens of minder.

source: Model '%(mdl)s' not found.
nl: Model '%(mdl)s' niet gevonden

source: %(fld)s '%(val)s' exists, but is inactive.
nl: %(fld)s '%(val)s' komt al voor, maar is niet-actief.

source: %(fld)s '%(val)s' already exists.
nl: %(fld)s '%(val)s' komt al voor.

source: No company.
nl: Geen bedrijf gevonden.

source: Last name cannot be blank.
nl: Achternaam moet ingevuld worden.

source: Last name is too long.
nl: Achternaam is te lang.

source: characters or fewer.
nl: tekens or minder.

source: First name is too long.
nl: Voornaam is te lang

source: '%(val)s' already exists.
nl: '%(val)s' komt al voor.

source: The email address is too long.
nl: Het e-mail adres is te lang.

source: This email address already exists.
nl: Dit e-mail adres komt al voor.

source: the employee
nl: de medewerker

source: shifts
nl: diensten

source: %(fld)s '%(name)s' has %(chld)s and cannot be deleted.
nl: %(fld)s '%(name)s' heeft %(chld)s en kan niet worden gewist.

source: You can make %(fld)s inactive instead.
nl: In plaats hiervan kun je %(fld)s niet-actief maken.

source: the customer
nl: de klant

source: the absence category
nl: de afwezigheidscategorie

source: the order
nl: de locatie

source: planned- and roster absence
nl: geplande en rooster-afwezigheid

source: planned absence
nl: geplande afwezigheid

source: roster absence
nl: rooster-afwezigheid

source: %(fld)s '%(tbl)s' has %(chld)s and cannot be deleted.
nl: %(fld)s '%(tbl)s' heeft %(chld)s en kan niet worden gewist.

source: First date cannot be after last date.
nl: De begindatum kan niet na de einddatum liggen.

source: Last date cannot be before first date.
nl: De einddatum kan niet voor de begindatum liggen.
