Repository: hansmeijs/tsa
Catalog: tsap/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Remove function from selected employees
nl: Functie verwijderen van geselecteerde medewerkers

source: No description entered.
nl: Er is geen omschrijving ingevuld.

source: There are no closing dates entered.
nl: Er zijn geen sluitingsdatums ingevuld.

source: There is no closing date entered.
nl: Er is geen sluitingsdatum ingevuld.

source: The closing date is not valid.
nl: De sluitingsdatum is niet geldig.

source: <no employee entered>
nl: <geen medewerker ingevuld>

source: There is no function selected.
nl: Er is geen functie geselecteerd.

source: There is no
nl: Er is geen

source: selected
nl: geselecteerd

source: a payroll period
nl: een loonperiode

source: a function
nl: een functie

source: in the list
nl: in de lijst

source: by clicking the tickmark column in front of
nl: door te klikken in de kolom met het vinkje voor

source: the function
nl: de functie

source: the payroll period
nl: de loonperiode

source: This payrollperiod is imported from AFAS and cannot be changed.
nl: Deze loonperiode is geïmporteerd uit AFAS en kan niet worden gewijzigd.

source: You can leave the description blank. TSA will enter it automatically.
nl: Je kunt de omschrijving blanco laten. TSA vult hem dan automatisch in.

# dutch lower case
source: Weekdays
nl: weekdagen

# dutch lower case
source: Saturdays
nl: zaterdagen

# dutch lower case
source: Sundays
nl: zondagen

# dutch lower case
source: Public_holidays
nl: feestdagen

source: No payment
nl: Niet uitbetalen

source: Hide log file
nl: Logbestand verbergen

source: Modified on
nl: Gewijzigd op

source: This is a roster shift.
nl: Dit is een rooster-dienst.

source: Export to AFAS
nl: Exporteer naar AFAS

source: Overview of roster hours
nl: Overzicht rooster-uren

source: Overview of roster hours per category
nl: Overzicht rooster-uren per categorie

source: Overview of allowances
nl: Overzicht vergoedingen

source: Overview of allowances per category
nl: Overzicht vergoedingen per categorie

source: Copy to template
nl: Kopieer naar sjabloon

source: Show templates
nl: Sjablonen weergeven

source: Hide templates
nl: Sjablonen verbergen

source: There is no scheme selected.
nl: Er is geen schema geselecteerd.

source: Delete template
nl: Sjabloon wissen

source: There is no template selected.
nl: Er is geen sjabloon geselecteerd.

source: No schemes
nl: Geen schemas

source: Make scheme inactive
nl: Maak schema niet-actief

source: Make scheme active
nl: Maak schema actief

source: Make shift inactive
nl: Maak dienst niet-actief

source: Make shift active
nl: Maak dienst niet-actief

source: Select template
nl: Selecteer sjabloon

source: No templates
nl: Geen sjablonen

source: Add template
nl: Sjabloon toevoegen

source: Edit template
nl: Sjabloon wijzigen

source: Template
nl: Sjabloon

# first line of Public holidays
source: Public
nl: Feest-

# second line of Public holidays
source: holidays
nl: dagen

source: Cycle starts at
nl: Cyclus begint op

source: No shift selected.
nl: Er is geen dienst geselecteerd.

source: No team selected.
nl: Er is geen ploeg geselecteerd.

source: All shifts of this scheme will be deleted.
nl: Alle diensten van dit schema worden gewist.

source: Delete scheme shifts.
nl: Diensten van het schema wissen.

source: You must select a team first,
nl: Je moet eerst een ploeg selecteren,

source: before you can add or remove a shift.
nl: voor je een dienst kunt toevoegen of verwijderen.

source: Click
nl: Klik op

source: above the team name, to select a team.
nl: boven de ploegnaam om een ploeg te selecteren.

source: In a template, you can only add teammembers without employee.
nl: In een sjabloon kun je alleen ploegleden zonder medewerker toevoegen.

source: The employee can be entered after copying the template to an order.
nl: De medewerker kan pas worden ingevuld als het sjabloon is gekopieerd naar een locatie.

# Copying --- to order
source: Copy
nl: Kopieer

# Copying --- to order
source: to order
nl: naar locatie

source: Please select a template.
nl: Selecteer een sjabloon.

source: Please enter the scheme name.
nl: Vul een schema naam in.

source: Please enter the number of cycle days, or leave blank for no cycle.
nl: Vul het aantal cyclusdagen in, of laat het blanco als er geen cyclus is.

source: The cycle days must be between 1 and %(max)s, or leave blank for no cycle.
nl: Het aantal cyclus dagen is maximaal %(max)s, of laat het blanco als er geen cyclus is.

source: Please enter a template name.
nl: Vul een sjabloonnaam in.

source: Tax rate
nl: Belasting tarief

source: Addition
nl: Toeslag

source: Select hourly rate
nl: Selecteer uurtarief

source: Select addition
nl: Selecteer toeslag

source: Select tax rate
nl: Selecteer belasting tarief

source: Delete, also the lowers levels
nl: Wissen, ook de lagere niveaus

source: Expand all
nl: Alles uitklappen

source: Collaps all
nl: Alles inklappen

source: Select an hourly rate in the list or enter a new rate
nl: Selecteer een uurtarief in de lijst of vul een nieuw tarief in

source: Select an addition in the list or enter a new addition
nl: Selecteer een toeslag in de lijst of vul een nieuwe toeslag in

source: Select a tax rate in the list or enter a new rate
nl: Selecteer een belasting tarief in de lijst of vul een nieuw tarief in

source: or remove the current hourly rate
nl: of verwijder het huidige uurtarief

source: or remove the current addition
nl: of verwijder de huidige toeslag

source: or remove the current tax rate
nl: of verwijder het huidige belasting tarief

source: Changes in worked hours will be passed on to the invoice.
nl: Wijzigingen in gewerkte uren worden doorberekend in de factuur.

source: Changes in worked hours will not be passed on to the invoice.
nl: Wijzigingen in gewerkte uren worden niet doorberekend in de factuur.

source: The setting of a higher level will be used.
nl: De instelling van een hoger niveau wordt gebruikt.

source: Not a valid date.
nl: Geen geldige datum.

source: This is
nl: Dit is

source: , that cannot be deleted.
nl: die niet kan worden gewist.

source: a planned shift
nl: een geplande dienst

source: a confirmed shift
nl: een bevestigde dienst

source: a locked shift
nl: een vergrendelde dienst

source: You can set the hours to zero instead.
nl: In plaats hiervan kun je de uren op nul zetten.

source: You cannot set the break of this shift,
nl: Je kunt bij deze dienst geen pauze invullen,

source: You cannot set the hours of this shift,
nl: Je kunt bij deze dienst geen uren invullen,

source: because the option 'no hours' of this shift is turned on.
nl: omdat de optie 'geen uren' van deze dienst is ingeschakeld.

source: You cannot set the hours of a rest shift.
nl: Je kunt bij een rustdienst geen uren invullen,

source: You cannot set the break of a rest shift.
nl: Je kunt bij een rustdienst geen pauze invullen,

source: The start time of this shift is confirmed.
nl: De begintijd van deze dienst is bevestigd.

source: You cannot change the start time.
nl: Je kunt de begintijd niet wijzigen.

source: The end time of this shift is confirmed.
nl: De eindtijd van deze dienst is bevestigd.

source: You cannot change the end time.
nl: Je kunt de eindtijd niet wijzigen.

source: 1 hour
nl: 1 uur

source: 2 hours
nl: 2 uren

source: 3 hours
nl: 3 uren

source: 6 hours
nl: 6 uren

source: 12 hours
nl: 12 uren

source: 24 hours
nl: 24 uren

source: No rosterdate
nl: Geen roosterdatum

source: Create shift roster
nl: Dienstrooster aanmaken

source: Delete shift roster
nl: Dienstrooster wissen

source: Click the button below to add the shifts of this rosterdate.
nl: Klik op de knop hieronder om het dienstrooster aan te maken .

source: Click the button below to delete the shifts of this rosterdate.
nl: Klik op de knop hieronder om het dienstrooster te wissen.

source: Creating shift roster
nl: Het dienstrooster wordt aangemaakt

source: One shift was
nl: Eén dienst is

source: shifts were
nl: diensten zijn

source: successfully added to this rosterdate.
nl: met succes toegevoegd aan het rooster.

source: Deleting shift roster
nl: Het dienstrooster wordt gewist

source: Shift roster was successfully deleted.
nl: Dienstrooster is met succes gewist.

source: Checking shifts of this rosterdate
nl: Het dienstrooster wordt gecontroleerd

source: Shifts of this rosterdate cannot be checked.
nl: Het dienstrooster kan niet gecontroleerd worden.

source: This rosterdate has
nl: Deze roosterdatum heeft

source: one shift
nl: één dienst

source: shifts
nl: diensten

source: The shifts of this rosterdate have been
nl: De diensten van dit rooster zijn

source: They cannot be deleted.
nl: Ze kunnen niet worden gewist.

source: It cannot be deleted.
nl: Hij kan niet worden gewist.

source: Confirmed by
nl: Bevestigd door

source: Cancelled by
nl: Ongedaan gemaakt door

source: Start- and endtime confirmed
nl: Begin- en eindtijd zijn bevestigd.

source: Starttime confirmed
nl: Begintijd is bevestigd.

source: Endtime confirmed
nl: Eindtijd is bevestigd.

source: This shift is locked.
nl: Deze dienst is vergrendeld.

source: This shift is closed.
nl: Deze dienst is afgesloten.

source: This is a planned shift.
nl: Dit is een geplande dienst.

source: This is an added shift.
nl: Dit is een toegevoegde dienst.

source: This is a rest shift.
nl: Dit is een rustdienst.

source: Unlock all shifts of
nl: Ontgrendel alle diensten van

source: Lock all shifts of
nl: Vergrendel alle diensten van

source: All shifts
nl: Alle diensten

source: Night shifts only
nl: Alleen nachtdiensten

source: Day shifts only
nl: Alleen dagdiensten

source: Evening shifts only
nl: Alleen avonddiensten

source: Night shifts
nl: Nachtdiensten

source: Day shifts
nl: Dagdiensten

source: Evening shifts
nl: Avonddiensten

source: You must first select
nl: Je moet eerst

source: , before you can confirm a shift.
nl: selecteren, voordat je een dienst kunt bevestigen.

source: You must first enter
nl: Je moet eerst

# You must first select
source: , before you can confirm a shift.
nl: selecteren, voordat je een dienst kunt bevestigen.

# You must first enter
source: , before you can confirm a shift.
nl: invoeren, voordat je een dienst kunt bevestigen.

source: You cannot confirm a rest shift.
nl: Je kunt een rustdienst niet bevestigen.

source: You cannot confirm a shift that has no employee.
nl: Je kunt een dienst zonder medewerker niet bevestigen.

source: You cannot confirm a shift that has no order.
nl: Je kunt een dienst zonder locatie niet bevestigen.

source: You cannot confirm an overlapping shift.
nl: Je kunt een overlappende dienst niet bevestigen.

source: a start time
nl: een begintijd

source: an end time
nl: een eindtijd

source: Undo confirmation
nl: Bevestiging ongedaan maken

source: Confirm start of shift
nl: Bevestig begin van de dienst

source: Confirm end of shift
nl: Bevestig einde van de dienst

source: Employee to be switched with
nl: Medewerker met wie dienst wordt geruild

source: Select date
nl: Selecteer datum

source: No dates with shifts that can be switched
nl: Er zijn geen datums met diensten die kunnen worden geruild.

source: No shifts that can be switched
nl: Er zijn geen diensten die kunnen worden geruild.

source: Absent till
nl: Afwezig tot

source: Absent from
nl: Afwezig vanaf

source: Type your note here
nl: Type je opmerking hier

source: wrote on
nl: schreef op

source: Review employees
nl: Overzicht medewerkers

source: Review customers
nl: Overzicht klanten

source: Click to review customers.
nl: Klik om het klanten overzicht weer te geven.

source: Click to review employees.
nl: Klik om het medewerkers overzicht weer te geven.

source: Ignore employee price
nl: Negeer medewerkertarief

source: Overview employee hours
nl: Uren overzicht medewerkers

source: Overview customer hours
nl: Uren overzicht klanten

source: Overview of worked hours per employee
nl: Overzicht gewerkte uren per medewerker

source: Overview of worked hours per customer
nl: Overzicht gewerkte uren per klant

source: Overview billing hours
nl: Overzicht facturering

source: List
nl: Lijst

source: Set permissions
nl: Permissies instellen

# 2 lines
source: Read only
nl: Alleen lezen

# 2 lines
source: System administrator
nl: Systeem beheerder

source: Allowed customers
nl: Toegestane klanten

source: Allowed orders
nl: Toegestane locaties

source: Linked to employee
nl: Gekoppeld aan medewerker

source: Activated at
nl: Geactiveerd op

source: Last logged in
nl: Laatst ingelogd op

source: This user
nl: Deze gebruiker

source: Submit employee as user
nl: Medewerker aanmelden als gebruiker

source: There is no user selected.
nl: Er is geen gebruiker geselecteerd.

source: Make user inactive
nl: Maak gebruiker niet-actief

source: Make user active
nl: Maak gebruiker actief

source: This user is inactive.
nl: Deze gebruiker is niet-actief.

source: Required, maximum %(max)s characters. Letters, digits and @/./+/-/_ only.
nl: Verplicht, maximaal %(max)s tekens. Alleen letters, cijfers en @/./+/-/_ .

source: Required, maximum %(max)s characters.
nl: Verplicht, maximaal %(max)s tekens.

source: Required. It must be a valid email address.
nl: Verplicht. Het moet een geldig e-mail adres zijn.

source: Click the submit button to register the new user.
nl: Klik op de knop 'Aanmelden' om de nieuwe gebruiker te registreren.

source: We will send an email to the new user, with a link to create a password and activate the account.
nl: We sturen de nieuwe gebruiker een e-mail met een link om een wachtwoord aan te maken en de account te activeren.

source: The link to active the account is valid for 7 days and has expired.
nl: De link om de account te activeren is 7 dagen geldig en is verlopen.

source: We will email a new activation link to the user.
nl: We sturen een e-mail met een nieuwe activerings-link naar de gebruiker.

source: Click to send an email with a new activation link.
nl: Klik om een e-mail met een nieuwe activerings-link te versturen.

source: Activated
nl: Geactiveerd

source: Resend activation email
nl: Activerings e-mail opnieuw versturen

source: Yes, send email
nl: Ja, verstuur e-mail

source: Print roster
nl: Print rooster

source: Show roster
nl: Rooster weergeven

source: Download roster
nl: Rooster downloaden

source: Print report
nl: Rapport afdrukken

source: Show report
nl: Rapport weergeven

source: Download report
nl: Rapport downloaden

source: Export to Excel
nl: Exporteer naar Excel

source: Break hours
nl: Pauze uren

source: Total hours
nl: Totaal uren

source: Contract hours
nl: Contract-uren

source: Contract hours
nl: Contract- uren

source: Planned hours
nl: Te leveren uren

source: Break hours
nl: Pauze uren

source: Worked hours
nl: Gewerkte uren

# 2 lines
source: Absence
nl: Afwezig- heid

source: Total hours
nl: Totaal uren

source: Total worked
nl: Totaal gewerkt

source: Total absence
nl: Totaal afwezig

source: Total allowance
nl: Totaal vergoeding

source: Total allowance
nl: Totaal vergoeding

source: Billing hours
nl: Factuur uren

source: Difference
nl: Verschil

source: Hours are billable
nl: Uren zijn declarabel

source: Fixed billing hours
nl: Vaste factuur-uren

source: Amount per unit
nl: Bedrag per eenheid

source: There is no customer selected.
nl: Er is geen klant geselecteerd.

source: There is no order selected.
nl: Er is geen locatie geselecteerd.

source: Customer list
nl: Klanten lijst

source: ID number
nl: Identiteitsnummer

# ID_number_2lines
source: ID number
nl: Identiteits- nummer

# Code loonadm.
source: Payroll code
nl: Code loonadministratie

# Code loonadministratie 2 lines
source: Payroll code
nl: Code loonadmin.

# Code afascode 2 lines
source: Payroll code
nl: AFAS- code

# Code afascode 1 line
source: Payroll code
nl: AFAS code

# Loon administatie sidebar
source: Payroll
nl: Loon- administratie

source: No payroll periods found
nl: Geen loonperiodes gevonden

source: Choose a payroll period
nl: Kies een loonperiode

source: Choose a closing date
nl: Kies een sluitingsdatum

source: Add
nl: Toevoegen

source: Enter short name of customer
nl: Vul een korte naam van de klant in.

source: Make customer inactive
nl: Maak klant niet-actief

source: Make order inactive
nl: Maak locatie niet-actief

source: Make planned shifts inactive
nl: Maak geplande diensten niet-actief

source: Make customer active
nl: Maak klant actief

source: Make order active
nl: Maak locatie actief

source: Click to show or hide inactive customers.
nl: Klik om niet-actieve klanten weer te geven of te verbergen.

source: Click to show or hide inactive orders.
nl: Klik om niet-actieve locaties weer te geven of te verbergen.

source: Click to show or hide inactive schemes.
nl: Klik om niet-actieve schema's weer te geven of te verbergen.

source: Click to show or hide inactive shifts.
nl: Klik om niet-actieve diensten weer te geven of te verbergen.

source: Click to show or hide inactive teams.
nl: Klik om niet-actieve ploegen weer te geven of te verbergen.

source: Print planning
nl: Planning printen

source: Preview planning
nl: Planning weergeven

source: Download planning
nl: Planning downloaden

source: Order name
nl: Locatie naam

source: No orders
nl: Geen locaties

source: Schemes
nl: Schema's

source: New scheme
nl: Nieuw schema

source: Add scheme
nl: Schema toevoegen

source: Edit scheme
nl: Schema wijzigen

source: This scheme
nl: Dit schema

source: Create roster
nl: Rooster aanmaken

source: Delete roster
nl: Rooster wissen

source: Lock roster
nl: Rooster vergrendelen

source: Create another roster
nl: Nog een rooster aanmaken

source: Delete another roster
nl: Nog een rooster wissen

source: Weekly cycle
nl: Wekelijkse cyclus

source: Daily cycle
nl: Dagelijkse cyclus

source: days cycle
nl: daagse cyclus

source: No cycle
nl: Geen cyclus

source: Also on holidays
nl: Ook op feestdagen

source: Public
nl: Wettelijke

source: holidays
nl: feestdagen

source: Public holiday
nl: Feestdag

source: No shifts
nl: Geen diensten

source: New shift
nl: Nieuwe dienst

source: Add shift
nl: Dienst toevoegen

# part of: Add shift to
source: to
nl: aan

source: Delete shift
nl: Dienst wissen

source: New team
nl: Nieuwe ploeg

source: This team
nl: Deze ploeg

source: has
nl: heeft

source: Add team
nl: Ploeg toevoegen

source: Delete team
nl: Ploeg verwijderen

source: Save and add team
nl: Opslaan en ploeg toevoegen

source: This teammember
nl: Dit ploeglid

source: Add teammember
nl: Ploeglid toevoegen

source: Delete teammember
nl: Ploeglid verwijderen

source: This item
nl: Dit item

source: This employee
nl: Deze medewerker

source: Current teammembers
nl: Huidige ploegleden

source: Please select an employee first.
nl: Selecteer eerst een medewerker.

source: Please select an absence first.
nl: Selecteer eerst een afwezigheid.

source: Please select an absence category first.
nl: Selecteer eerst een afwezigheidscategorie.

source: Please select a function first.
nl: Selecteer eerst een functie.

source: Please select a wage component first.
nl: Selecteer eerst een looncomponent.

source: Please select an allowance first.
nl: Selecteer eerst een vergoeding.

source: Please select a salary scale first.
nl: Selecteer eerst een salarisschaal.

source: Please select a payroll period first.
nl: Selecteer eerst een loonperiode.

source: Replacement employees
nl: Vervangers

source: No replacement employees
nl: Geen vervangers

source: Employee data
nl: Medewerker gegevens

source: Hours per day
nl: Uren per dag

source: Hours per week
nl: Uren per week

source: Days per week
nl: Dagen per week

source: Vacation days
nl: Vakantiedagen

source: Wage rate
nl: Loonfactor

source: Workhours
nl: Werkuren

source: Workdays
nl: Werkdagen

source: Leavedays
nl: Verlof dagen

source: This absence
nl: Deze afwezigheid

# 2 lines
source: Absence category
nl: Afwezigheids categorie

source: The absence category
nl: De afwezigheidscategorie

source: This absence category
nl: Deze afwezigheidscategorie

source: No absence categories
nl: Geen afwezigheidscategorieën.

source: Make absence category inactive
nl: Maak afwezigheidscategorie niet-actief

source: Make absence category active
nl: Maak afwezigheidscategorie actief

source: Add absence category
nl: Afwezigheidscategorie toevoegen

source: Add absence
nl: Afwezigheid toevoegen

source: With absence
nl: Met afwezigheid

source: Without absence
nl: Zonder afwezigheid

source: Absence only
nl: Alleen afwezigheid

source: Please select an absent employee.
nl: Selecteer eerst een afwezige medewerker.

source: Absence hours
nl: Afwezigheids-uren

source: No wage
nl: Geen loon

# Wage payment = uitbetaling
source: Payment
nl: Uitbetaling

source: Hours overview
nl: Uren overzicht

source: Roster overview
nl: Rooster overzicht

source: Sequence
nl: Volgorde

source: The sequence
nl: De volgorde

source: The priority
nl: De prioriteit

source: This item is inactive.
nl: Dit item is niet-actief.

source: With restshifts
nl: Met rustdiensten

source: Without restshifts
nl: Zonder rustdiensten

source: Restshifts only
nl: Alleen rustdiensten

source: This shift has overlap with
nl: Deze dienst heeft overlap met

source: has overlapping shift
nl: heeft overlappende dienst

source: Shift outside display period
nl: Dienst valt buiten de weergave periode

source: Add payroll period
nl: Loonperiode toevoegen

source: Make payroll period inactive
nl: Maak loonperiode niet-actief

source: No functions
nl: Geen functies

source: Add function
nl: Functie toevoegen

source: Make function inactive
nl: Maak functie niet-actief

source: This salary scale
nl: Deze salarisschaal

source: Add salary scale
nl: Salarisschaal toevoegen

source: Make salary scale inactive
nl: Maak salarisschaal niet-actief

source: Delete salary scale
nl: Salarisschaal wissen

source: Hourly wage
nl: Uurtarief

source: Show wage code
nl: Looncode weergeven

source: Default wage code
nl: Standaard looncode

source: This wage code
nl: Deze looncode

source: Add wage code
nl: Looncode toevoegen

source: Make wage code inactive
nl: Maak looncode niet-actief

source: Delete wage code
nl: Looncode wissen

# 2 lines
source: Wage component
nl: Loon- component

source: Show wage component
nl: Looncomponent weergeven

source: Default wage component
nl: Standaard looncomponent

# 2 lines
source: Default wage component
nl: Standaard looncomponent

source: This wage component
nl: Deze looncomponent

source: Add wage component
nl: Looncomponent toevoegen

source: Make wage component inactive
nl: Maak looncomponent niet-actief

source: Delete wage component
nl: Looncomponent wissen

source: Allowance
nl: Vergoeding

source: Show allowances
nl: Vergoedingen weergeven

source: This allowance
nl: Deze vergoeding

source: Make allowance inactive
nl: Maak vergoeding niet-actief

source: Delete allowance
nl: Vergoeding wissen

source: Number
nl: Getal

source: one
nl: één

source: confirmed
nl: bevestigd

source: updated
nl: bijgewerkt

source: deleted
nl: gewist

source: created
nl: aangemaakt

source: replaced
nl: vervangen

source: Yes, create
nl: Ja, aanmaken

source: This customer
nl: Deze klant

source: This order
nl: Deze locatie

source: Review
nl: Overzicht

source: of
nl: van

source: of
nl: van

source: Print date
nl: Printdatum

source: Page
nl: Bladzijde

source: for
nl: voor

source: Grand total
nl: Totaal

source: Back to previous level
nl: Terug naar vorig niveau

source: Now
nl: Nu

source: This night
nl: Deze nacht

source: This morning
nl: Deze morgen

source: This afternoon
nl: Deze middag

source: This evening
nl: Deze avond

source: Today
nl: Vandaag

source: Tomorrow
nl: Morgen

source: Yesterday
nl: Gisteren

source: Next week
nl: Volgende week

source: Last week
nl: Vorige week

source: This month
nl: Deze maand

source: Last month
nl: Vorige maand

source: Custom period...
nl: Andere periode...

source: All orders
nl: Alle locaties
